acpi
all-repository-fonts
alsa-utils
android-studio
arc-icon-theme
asciidoctor
awesome-git
bat
blender
blueman
bluez
bluez-utils
bonsai.sh
brave-bin
bun-bin
byobu
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
cbonsai
clang
cliphist
clojure
cmake
cmatrix
code
conky
cowsay
discord
dmenu
dotnet-runtime
dotnet-sdk
dunst
easyeffects
emacs
evernote-beta-bin
exa
fd
feh
ffmpegthumbnailer
fzf
ghc
gimp
github-cli
glow
go
google-chrome-dev
gpick
gradle
grim
helvum
hyprland
hyprpaper
hyprpicker
i3lock-color
intellij-idea-community-edition
jdk-openjdk
jre-openjdk
kdenlive
kitty
krita
kvantum
kvantum-theme-catppuccin-git
kvantum-theme-nordic-git
lazygit
lf-bin
libreoffice-fresh
linux-hardened
linux-hardened-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lolcat
lsd
lua
luarocks
lutris
lxappearance
maven
mdcat
ncmpcpp
neofetch
neovide
networkmanager
network-manager-applet
nitrogen
nodejs
nomacs
nordic-darker-standard-buttons-theme
nordic-darker-theme-git
nordic-theme-git
notion-app
noto-fonts-emoji
npm
obsidian
obs-studio
octave
onlyoffice-bin
otf-cm-unicode
otf-font-awesome
otf-latin-modern
otf-latinmodern-math
otf-openmoji
otf-stix
otf-xits
pavucontrol
pcmanfm
pfetch
picom-pijulius-git
pipes.sh
pipewire
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pistol-git
polkit
polkit-dumb-agent-git
pycharm-community-edition
pypy
python-pip
qpwgraph
qt5ct
qtcreator
ripgrep
rofi
rofi-calc
rofi-emoji
ruby
rustup
screenkey
scrot
sd
sl
spotify-dev
starship
staruml
steam
sway
swaylock-effects-git
swww
tex-gyre-math-fonts
texlive-core
texlive-fontsextra
tldr
tmux
tradingview
trash-cli
trello
ttf-amiri
ttf-cascadia-code-nerd
ttf-cheapskate
ttf-cm-unicode
ttf-dejavu-ib
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-google-fonts-git
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-junicode
ttf-mac-fonts
ttf-mph-2b-damase
ttf-qurancomplex-fonts
ttf-scheherazade-new
ttf-sil-lateef
ttf-sourcecodepro-nerd
ttf-symbola
ttf-twemoji
ttf-twemoji-color
ttf-ubraille
ttf-ubuntu-arabic
typora
udiskie
udisks2
ueberzugpp
umbrello
unityhub
virt-manager
virtualbox
waybar-hyprland-git
wayland
wine
winetricks
wlogout-git
wofi
xautolock
xclip
xdelta3
xdg-desktop-portal
xdg-desktop-portal-hyprland-git
xdg-ninja
xdiskusage
xidlehook
xorg-fonts-type1
xorg-server-xephyr
xorg-xev
xss-lock
yarn
zathura
zathura-pdf-poppler
zig
zoom
zoxide
neovim-nightly
netbeans
eclipse-jee
powertop
xbacklight
xorg-xbacklight
papirus-folders-catppuccin-git
pulsemixer
alsamixer
wezterm
tomcat7
tomcat10
kotlin
xdotool
xorg-xdpyinfo
autorandr
arandr
wlr-randr
wlroots
pandoc-cli
qemu
virt-viewer
dnsmasq
vde2
bridge-utils
openbsd-netcat
ebtables
iptables
libguestfs
brillo
wps-office
ranger
nnn
mc
vifm
lfm
flameshot
brightnessctl
unrar
rar
difftastic
smem
postgresql
pgadmin4
mysql
mysql-workbench
gnome-keyring
wget
lilo
img2txt
libcasa
libcaca
openscad
drawio-desktop-bin
sqlite
sqlite-analyzer
sqlite-tcl
sqlite-doc
php-sqlite
ruby-sqlite3
sqlite-utils
gambas3-gb-db-sqlite3
jq
android-sdk
android-sdk-platform-tools
android-sdk-build-tools
android-platform
qutebrowser
vieb-bin
redshift
geoclue2
iio-sensor-proxy
inotify-tools
xf86-input-wacom
corekeyboard
fprintd
imagemagick
python-validity
libfprint-tod-git
libfprint-elanmoc2-git
libfprint
fwupd
libfprint-elanmoc2-newdrvs-git
preload
redshift-gtk
iw
unclutter
whatstux
whatscli
telegram-cli-git
spotify-tui
silos
rambox-bin
franz
ferdium
acpid
tlp
pamixer
fbida
mplayer
streamlink
mpv
xwinwrap-git
xorg-xwininfo
xsel
rofi-greenclip
ly
betterlockscreen
xscreensaver-arch-logo
plymouth
lightdm
qemu-full
libvirt
dmidecode
bspwm
polybar
sxhkd
lightdm-webkit2-greeter
balena-etcher
xorg-xwayland
plank
docker-buildx
github-desktop-bin
luajit
google-cloud-cli
glfw-x11
glew
ghidra
macchina
freshfetch
opam
glad
